[{"model": "apps.practicearea", "pk": 1, "fields": {"main_title": "Practice Areas", "main_description": "main desc", "main_image": "practice_area_images/new_E1fjwiD.jpeg", "practice_area": "Practice Areas", "practice_area_description": "afsdszgbvc", "name": "Litigation & Dispute Resolution", "description": "Representing clients in civil, commercial, and criminal disputes, offering legal strategy, negotiation, and courtroom advocacy to achieve favorable outcomes efficiently.", "icon_image": "practice_icons/person_5.jpg"}}, {"model": "apps.practicearea", "pk": 2, "fields": {"main_title": "Services", "main_description": "Professional Legal Services for Every Need.", "main_image": "practice_area_images/hero_3.jpg", "practice_area": "Professional Legal Services for Every Need", "practice_area_description": "At Lawmaker, we provide comprehensive legal solutions tailored to individuals, businesses, and organizations. Our experienced team of attorneys specializes in corporate law, litigation, immigration, real estate, intellectual property, and family law, ensuring that every client receives professional, efficient, and personalized legal support. We are committed to protecting your rights, guiding you through complex legal processes, and helping you achieve your objectives with confidence.", "name": "Immigration & Visa Advisory", "description": "Assisting clients with business and personal visa applications, residency permits, and immigration compliance for individuals and companies seeking to invest or work in Nepal.", "icon_image": "practice_icons/hero_1.jpg"}}, {"model": "apps.practicearea", "pk": 3, "fields": {"main_title": "Practice Areas", "main_description": "fsa", "main_image": "practice_area_images/blog-4.jpg", "practice_area": "erfer", "practice_area_description": "erffer", "name": "Real Estate & Property Law", "description": "Handling property acquisitions, leases, disputes, and legal documentation to protect client investments and ensure smooth property transactions. Handling property acquisitions, leases, disputes, and legal documentation to protect client investments and ensure smooth property transactions. Handling property acquisitions, leases, disputes, and legal documentation to protect client investments and ensure smooth property transactions.", "icon_image": "practice_icons/blog-2.jpg"}}, {"model": "apps.practicearea", "pk": 4, "fields": {"main_title": "Practice Areas", "main_description": "wsdcwew", "main_image": "practice_area_images/loader.gif", "practice_area": "wecwec", "practice_area_description": "wecvwec", "name": "Family & Personal Lawwwwww", "description": "Advising on divorce, child custody, inheritance, and other personal legal matters with sensitivity and professional expertise. Advising on divorce, child custody, inheritance, and other personal legal matters with sensitivity and professional expertise.", "icon_image": "practice_icons/hero_2.jpg"}}, {"model": "apps.practicearea", "pk": 5, "fields": {"main_title": "Practice Areas", "main_description": "swefwef", "main_image": "practice_area_images/hero_3_3T5ua3o.jpg", "practice_area": "wwef", "practice_area_description": "wefwef", "name": "Employment & Labor Law", "description": "Offering counsel on employment contracts, labor disputes, workplace compliance, and employee rights to ensure businesses and employees are legally protected. Offering counsel on employment contracts, labor disputes, workplace compliance, and employee rights to ensure businesses and employees are legally protected.", "icon_image": "practice_icons/blog-4.jpg"}}]